driver-tests/bpelse/repeatuntil/RepeatuntilJbi/test/WhilewithRepeatTest38/Input.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:whil="http://j2ee.netbeans.org/wsdl/WhilewithRepeat">
  <soapenv:Body>
    <whil:Name>Test for true</whil:Name>
    <whil:WhileCnt>3</whil:WhileCnt>
    <whil:RPTCnt>4</whil:RPTCnt>
  </soapenv:Body>
</soapenv:Envelope>